Repository: ppetrid/yawd-admin
Catalog: yawdadmin/locale/*/LC_MESSAGES/django.po
Languages: el

source: %(name)s object with primary key %(key)r does not exist.
el: Η εγγραφή %(name)s με κλειδί %(key)r δε βρέθηκε.

source: No data sent with the request
el: Δε στάλθηκαν δεδομένα

source: Unable to reorder objects
el: Δεν ήταν δυνατόν να ταξινομηθούν τα αντικείμενα

source: The order was saved
el: Η σειρά αποθηκεύτηκε

source: Site administration
el: Διαχείριση ιστοσελίδας

source: %s administration
el: Διαχείριση %s

source: The options were succesfully saved.
el: Οι ρυθμίσεις αποθηκεύτηκαν επιτυχώς.

source: The user was successfully connected.
el: Ο χρήστης συνδέθηκε επιτυχώς.

source: The server does not have permissions to write to the token file. Please contact your system administrator.
el: Ο εξυπηρετητής δεν έχει δικαιώματα να γράψει στο κατάλληλο αρχείο. Παρακαλούμε επικοινωνήστε με το διαχειριστή συστήματός σας.

source: Your account has been updated successfuly.
el: Οι αλλαγές σας αποθηκεύτηκαν επιτυχώς.

source: My account
el: Ο λογαριασμός μου

source: YES
el: ΝΑΙ

source: NO
el: ΟΧΙ

source: Page not found
el: Η σελίδα δε βρέθηκε

source: We're sorry, but the requested page could not be found.
el: Λυπούμαστε, αλλά η σελίδα που ζητήσατε δε βρέθηκε.

source: Server error
el: Σφάλμα εξυπηρετητή

source: Server error (500)
el: Σφάλμα εξυπηρετητή (500)

source: Server Error <em>(500)</em>
el: Σφάλμα εξυπηρετητή <em>(500)</em>

source: Actions
el: Ενέργειες

source: Click here to select the objects across all pages
el: Κάντε κλικ για να επιλέξετε όλα τα στοιχεία όλων των σελίδων

source: Select all %(total_count)s %(module_name)s
el: %(total_count)s %(module_name)s: Επιλογή όλων

source: Clear selection
el: Εκκαθάριση επιλεγμένων

source: Configure Google Analytics
el: Ρυθμίσεις Google Analytics

source: Profile ID
el: ID προφίλ

source: days
el: ημέρες

source: Connected
el: Συνδεδεμένο

source: Yes
el: Ναι

source: No
el: Όχι

source: Current session expiry
el: Λήξη τρέχουσας σύνδεσης

source: Refresh token
el: Ανανέωση token

source: Authenticate new account
el: Συνδέστε νέο λογαριασμό

source: help text
el: βοήθεια

source: Add
el: Προσθήκη

source: Change
el: Μετάβαση

source: You don't have permission to edit anything.
el: Δεν έχετε δικαιώματα να διαχειριστείτε οτιδήποτε.

source: Edit
el: Επεξεργασία

source: add
el: προσθήκη

source: edit
el: επεξεργασία

source: History
el: Ιστορικό

source: View on site
el: Δες το στην ιστοσελίδα

source: General
el: Γενικά

source: Please correct the error below.
el: Παρακαλούμε διορθώστε το παρακάτω σφάλμα.

source: Filters
el: Φίλτρα

source: List view
el: Προβολή λίστας

source: Reorder view
el: Προβολή ταξινόμησης

source: Remove from sorting
el: Αφαίρεση από την ταξινόμηση

source: Sorting priority: %(priority_number)s
el: Προτεραιότητα: %(priority_number)s

source: Toggle sorting
el: Εναλλαγή ταξινόμησης

source: No results found matching the specified criteria. Please try again!
el: Δεν βρέθηκαν αποτελέσματα βάσει των καθορισμένων κριτηρίων. Παρακαλώ δοκιμάστε ξανά!

source: There are no records yet. Use the <strong>add</strong> button above to create a new
el: Δεν υπάρχουν εγγραφές ακόμα. Χρησιμοποιήστε το παραπάνω κουμπί <strong>προσθήκης</strong> για να δημιουργήσετε ένα νέο αντικείμενο τύπου

source: Delete
el: Διαγραφή

source: delete
el: διαγραφή

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
el: %(object_name)s "%(escaped_object)s": Επιβεβαιώστε ότι επιθυμείτε την διαγραφή της εγγραφής. Εάν προχωρήσετε θα διαγραφούν επίσης όλα τα παρακάτω αντικείμενα που σχετίζονται με αυτήν:

source: Cancel
el: Ακύρωση

source: Yes, I'm sure
el: Ναι, είμαι βέβαιος

source: Delete multiple objects
el: Διαγραφή πολλαπλών αντικειμένων

source: Translate Static Messages
el: Μεταφράστε τα κείμενα

source: Date
el: Ημερομηνία

source: Last 30 days visits
el: Επισκέψεις 30 ημερών

source: Home
el: Αρχική

source: Visitors
el: Επισκέπτες

source: Avg. visit time
el: Μέσος χρόνος επίσκεψης

source: New visits
el: Νέες επισκέψεις

source: Warning!
el: Προειδοποίηση!

source: The key has expired.
el: Το κλειδί έχει λήξει

source: Error code
el: Κωδικός σφάλματος

source: '%(name)s' section links.
el: %(name)s - σύνδεσμοι

source: Recent Actions
el: Πρόσφατες Ενέργειες

source: My Actions
el: Οι ενέργειές μου

source: No history yet
el: Δε βρέθηκε ιστορικό

source: Unknown content
el: Άγνωστο περιεχόμενο

source: Sign In
el: Είσοδος

source: Login
el: Είσοδος

source: Password
el: Κωδικός

source: Log in
el: Είσοδος

source: Forgot password?
el: Ξεχάσατε τον κωδικό σας;

source: history
el: ιστορικό

source: Date/time
el: Ημέρα/ώρα

source: User
el: Χρήστης

source: Action
el: Ενέργεια

source: Save
el: Αποθήκευση

source: Translatable options
el: Πολυγλωσσικές ρυθμίσεις

source: Show all
el: Εμφάνιση όλων

source: %(counter)s result
el: %(counter)s αποτέλεσμα

source: %(full_result_count)s total
el: %(full_result_count)s σύνολο

source: Search...
el: Αναζήτηση...

source: Save as new
el: Αποθήκευση ως νέο

source: Save and add another
el: Αποθήκευση και προσθήκη νέου

source: Save and continue editing
el: Εφαρμογή αλλαγών

source: Enter a username and password.
el: Εισάξετε ένα νέο όνομα χρήστη και κωδικό.

source: Change password
el: Αλλαγή κωδικού

source: Enter a new password for the user <strong>%(username)s</strong>.
el: Εισάγετε ένα νέο κωδικό για τον χρήστη <strong>%(username)s</strong>.

source: Password (again)
el: Κωδικός (2η φορά)

source: Enter the same password as above, for verification.
el: Εισάγετε τον ίδιο κωδικό για επιβεβαίωση.

source: Remove row
el: Αφαίρεση

source: Add new row
el: Προσθήκη

source: was succesfully deleted
el: διαγράφηκε επιτυχώς.

source: Edit %(modaltitle)s
el: %(modaltitle)s: επεξεργασία

source: Remove
el: Διαγραφή

source: Add new
el: Προσθήκη νέου

source: Delete?
el: Διαγραφή;

source: Clear the
el: Διαγράψτε το αντικείμενο

source: Submit
el: Υποβολή

source: Confirm import
el: Επιβεβαιώστε την εισαγωγή

source: This importer excpect and will import following fields:
el: Το σύστημα περιμένει και θα εισάγει τα επόμενα πεδία:

source: Errors
el: Σφάλματα

source: Line number
el: Αριθμός γραμμής

source: Preview
el: Προεπισκόπηση

source: Skipped
el: Παραλείφθηκε

source: Update
el: Ανανέωση

source: Documentation
el: Εγχειρίδιο χρήσης

source: My Account
el: Ο λογαριασμός μου

source: Change Password
el: Αλλαγή κωδικού

source: Logout
el: Έξοδος

source: Options
el: Ρυθμίσεις

source: Are you sure you want to regenerate the messages? This will override your changes.
el: Είστε βέβαιος πως θέλετε να επαναδημιουργήσετε τα μηνύματα? Οι αλλαγές σας θα χαθούν.

source: Available files
el: Διαθέσιμα αρχεία

source: Translate messages
el: Μετάφραση μηνυμάτων

source: Thanks for spending some quality time with the Web site today.
el: Ευχαριστούμε για το χρόνο που περάσατε σήμερα στην ιστοσελίδα!

source: Log in again
el: Συνδεθείτε ξανά

source: Update account
el: Εφαρμογή

source: Password change
el: Αλλαγή κωδικού

source: Your password was changed successfully.
el: Ο κωδικός σας ανανεώθηκε επιτυχώς.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
el: Παρακαλούμε εισάγετε τον παλιό σας κωδικό για λόγους ασφαλείας, και μετά εισάγετε το νέο σας κωδικό δύο φορές για να βεβαιωθούμε ότι τον πληκτρολογήσατε σωστά.

source: Old password
el: Παλιός κωδικός

source: New password
el: Νέος κωδικός

source: New password (again)
el: Νέος κωδικός (2η φορά)

source: Change my password
el: Αλλαγή κωδικού

source: Password reset complete
el: Η επαναφορά κωδικού ολοκληρώθηκε

source: Your password has been set. You may go ahead and log in now.
el: Ο κωδικός σας αποθηκεύθηκε. Μπορείτε τώρα να συνδεθείτε.

source: Password reset
el: Επαναφορά κωδικού

source: Enter new password
el: Εισάγετε νέο κωδικό

source: Please enter your new password twice so we can verify you typed it in correctly.
el: Παρακαλούμε εισάγετε το νέο κωδικό σας δύο φορές ώστε να βεβαιωθούμε ότι τον πληκτρολογήσατε σωστά.

source: Password reset unsuccessful
el: Η επαναφορά κωδικού δεν ήταν επιτυχής

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
el: Ο σύνδεσμος αλλαγής κωδικού δεν είναι έγκυρος, πιθανώς επειδή έχει ήδη χρησιμοποιηθεί. Παρακαλούμε ζητήστε την επαναφορά του κωδικού σας εκ νέου.

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
el: Ξεχάσατε τον κωδικό σας; Εισάγετε τη διεύθυνση email στο παρακάτω πεδίο και θα σας στείλουμε οδηγίες για να ανανεώσετε τον κωδικό σας.

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
el: Σας έχουμε στείλει ένα email με οδηγίες για να αλλάξετε τον κωδικό σας στη διεύθυνση που εισάγατε. Θα το λάβετε σύντομα.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
el: Λαμβάνετε αυτό το email επειδή ζητήσατε την επαναφορά του κωδικού για το λογαριασμό σας στο %(site_name)s.

source: Please go to the following page and choose a new password:
el: Παρακαλούμε επισκεφθείτε την παρακάτω σελίδα και διαλέξτε ένα νέο κωδικό:

source: Your username, in case you've forgotten:
el: Το όνομα χρήστη σας είναι:

source: Thanks for using our site!
el: Ευχαριστούμε που χρησιμοποιείτε την ιστοσελίδα μας!

source: The %(site_name)s team
el: Η ομάδα του %(site_name)s

source: Reset my password
el: Επαναφορά κωδικού

source: Take me to login
el: Είσοδος

source: Recover deleted %(name)s
el: Ανακτήστε τα διεγραμμένα %(name)s

source: Choose a date from the list below to revert to a previous version of this object.
el: Επιλέξτε μια ημερομηνία από την παρακάτω λίστα για να επιστρέψετε σε μια προηγούμενη έκδοση του αντικειμένου.

source: Press the save button below to recover this version of the object.
el: Πατήστε το κουμπί αποθήκευσης για να ανακτήσετε αυτή την έκδοση του αντικειμένου.

source: Choose a date from the list below to recover a deleted version of an object.
el: Επιλέξτε μια ημερομηνία από την παρακάτω λίστα για να ανακτήσετε μια δεγραμμένη έκδοση του αντικειμένου.

source: There are no deleted objects to recover.
el: Δεν υπάρχουν διεγραμένα αντικείμενα.

source: Revert %(verbose_name)s
el: Ανακαλέστε το %(verbose_name)s

source: Press the save button below to revert to this version of the object.
el: Πατήστε το κουμπί αποθήκευσης για να επιστρέψετε σε αυτή την έκδοση.

source: Compare %(name)s
el: Σύγκριση %(name)s

source: Compare <strong>%(date1)s</strong> with <strong>%(date2)s</strong>:
el: Σύγκριση <strong>%(date1)s</strong> με <strong>%(date2)s</strong>:

source: Go back to history list
el: Επιστροφή στη σελίδα ιστορικού

source: Edit comment:
el: Επεξεργασία σχολίου:

source: Note:
el: Σημείωση:

source: compare
el: σύγκριση

source: Comment
el: Σχόλιο

source: Django Administration
el: Διαχείριση Django

source: Welcome to the yawd-admin administration page. Please sign in to manage your website.
el: Καλωσήλθατε στη σελίδα διαχείρισης yawd-admin. Παρακαλώ συνδεθείτε για να διαχειριστείτε την ιστοσελίδα.
